Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Next
de: Als nächstes
es: Siguiente
fr: Suivant
it: Avanti
pl: Dalej
pt_pt: Próximo
ru: Далее
th: ต่อไป
zh_hans: 下一步
zh_hant: 下一步

source: Next %@ %@ by %@
de: Nächster %@ %@ bis %@
es: Siguiente %@ %@ para %@
fr: Prochain %@ %@ d'ici %@
it: Prossimo %@ %@ entro %@
pl: Następne %@ %@ do %@
pt_pt: Próximo %@ %@ até %@
ru: Следующая отметка %@ %@ к %@
th: ถัดไป %@ %@ โดย %@
zh_hans: 下一个 %@ %@，截至 %@
zh_hant: 下一個 %@ %@，截至 %@

source: Next day
de: Nächster Tag
es: Día siguiente
fr: Jour suivant
it: Giorno successivo
pl: Następnego dnia
pt_pt: Dia seguinte
ru: Следующий день
th: วันถัดไป
zh_hans: 次日
zh_hant: 次日

source: Next morning
de: Nächster Morgen
es: Mañana siguiente
fr: Matin suivant
it: Mattina successiva
pl: Następnego ranka
pt_pt: Na manhã seguinte
ru: Следующее утро
th: เช้าวันรุ่งขึ้น
zh_hans: 次日早晨
zh_hant: 次日早晨

source: Next night
de: Nächste Nacht
es: Noche siguiente
fr: Nuit suivante
it: Notte successiva
pl: Następna noc
pt_pt: Na noite seguinte
ru: Следующая ночь
th: คืนถัดไป
zh_hans: 次日夜晚
zh_hant: 次日夜晚

source: Next planned session: %@, %@. Opens your plan.
de: Nächste geplante Einheit: %@, %@. Öffnet deinen Plan.
es: Próxima sesión planificada: %@, %@. Abre tu plan.
fr: Prochaine séance planifiée : %@, %@. Ouvre votre plan.
it: Prossima sessione pianificata: %@, %@. Apre il tuo piano.
pl: Następna zaplanowana sesja: %@, %@. Otwiera Twój plan.
pt_pt: Próxima sessão planejada: %@, %@. Abre seu plano.
ru: Следующий запланированный сеанс: %@, %@. Открывает ваш план.
th: เซสชั่นที่วางแผนไว้ถัดไป: %@, %@ เปิดแผนของคุณ
zh_hans: 下一次计划会议：%@、%@。打开你的计划。
zh_hant: 下次規劃會議：%@、%@。打開你的計劃。

source: Next up: %@
de: Als Nächstes: %@
es: Lo siguiente: %@
fr: À suivre : %@
it: Prossimo: %@
pl: Następnie: %@
pt_pt: Próximo: %@
ru: Далее: %@
th: ถัดไป: %@
zh_hans: 下一个：%@
zh_hant: 下一個：%@

source: Next week
de: Nächste Woche
es: Próxima semana
fr: Semaine prochaine
it: Settimana successiva
pl: Przyszły tydzień
pt_pt: Próxima semana
ru: Следующая неделя
th: สัปดาห์หน้า
zh_hans: 下周
zh_hant: 下週

source: Nice trend
de: Guter Trend
es: Buena tendencia
fr: Belle tendance
it: Bella tendenza
pl: Dobry trend
pt_pt: Boa tendência
ru: Хорошая тенденция
th: แนวโน้มที่ดี
zh_hans: 不错的趋势
zh_hant: 不錯的趨勢

source: Nice work
de: Gut gemacht
es: Buen trabajo
fr: Bon travail
it: Bel lavoro
pl: Dobra robota
pt_pt: Bom trabalho
ru: Хорошая работа
th: ทำงานได้ดี
zh_hans: 干得好
zh_hant: 幹得好

source: night
de: Nacht
es: noche
fr: nuit
it: notte
pl: noc
pt_pt: noite
ru: ночь
th: กลางคืน
zh_hans: 晚
zh_hant: 晚

source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
pl: Noc
pt_pt: Noite
ru: Ночь
th: กลางคืน
zh_hans: 夜间
zh_hant: 夜間

source: Night detail
de: Nacht-Details
es: Detalle de la noche
fr: Détail de nuit
it: Dettaglio notte
pl: Nocny szczegół
pt_pt: Detalhe noturno
ru: Подробности ночи
th: รายละเอียดกลางคืน
zh_hans: 夜间详情
zh_hant: 夜間詳情

source: nights
de: Nächte
es: noches
fr: nuits
it: notti
pl: nocy
pt_pt: noites
ru: ночей
th: คืน
zh_hans: 晚
zh_hant: 晚

source: Nights
de: Nächte
es: Noches
fr: Nuits
it: Notti
pl: Noce
pt_pt: Noites
ru: Ночи
th: คืน
zh_hans: 夜数
zh_hant: 夜數

source: no
de: nein
fr: non
it: nessuna
pl: NIE
ru: нет
th: ไม่
zh_hans: 否
zh_hant: 否

source: No
de: Nein
fr: Non
pl: NIE
pt_pt: Não
ru: Нет
th: ไม่
zh_hans: 否
zh_hant: 否

source: No %@ here
de: Kein %@ hier
es: No hay %@ aquí
fr: Aucun %@ ici
it: Nessun %@ qui
pl: Nie ma tutaj %@
pt_pt: Não %@ aqui
ru: Здесь нет %@
th: ไม่มี %@ ที่นี่
zh_hans: 这里没有 %@
zh_hant: 這裡沒有 %@

source: No %@ recorded since you set this goal.
de: Kein %@ aufgezeichnet, seit du dir dieses Ziel gesetzt hast.
es: No se ha registrado ningún %@ desde que estableciste este objetivo.
fr: Aucun %@ enregistré depuis que vous avez défini cet objectif.
it: Nessun %@ registrato da quando hai impostato questo obiettivo.
pl: Brak zapisanych %@ od ustawienia tego celu.
pt_pt: Nenhum %@ foi registrado desde que você definiu essa meta.
ru: С тех пор, как вы установили эту цель, %@ не зарегистрировано.
th: ไม่มี %@ ที่บันทึกไว้นับตั้งแต่คุณกำหนดเป้าหมายนี้
zh_hans: 自从您设定此目标以来，没有记录 %@。
zh_hant: 自從您設定此目標以來，沒有記錄 %@。

source: No account, no cloud, no sync. NOOP talks only to your strap and keeps everything local. Your data is yours alone.
de: Kein Konto, keine Cloud, kein Sync. NOOP spricht nur mit deinem Strap und behält alles lokal. Deine Daten gehören dir allein.
es: Sin cuenta, sin nube, sin sincronización. NOOP solo se comunica con tu pulsera y mantiene todo en local. Tus datos son solo tuyos.
fr: Pas de compte, pas de cloud, pas de synchronisation. NOOP ne communique qu'avec votre bracelet et garde tout en local. Vos données n'appartiennent qu'à vous.
it: Nessun account, nessun cloud, nessuna sincronizzazione. NOOP parla solo con la tua fascia e tiene tutto in locale. I tuoi dati sono solo tuoi.
pl: Bez konta, bez chmury, bez synchronizacji. NOOP komunikuje się tylko z Twoim paskiem i utrzymuje wszystko lokalnie. Twoje dane są wyłącznie Twoje.
pt_pt: Sem conta, sem cloud, sem sincronização. O NOOP fala apenas com a tua bracelete e mantém tudo local. Os teus dados são somente seus.
ru: Ни аккаунта, ни облака, ни синхронизации. NOOP общается только с вашим браслетом и хранит всё локально. Ваши данные принадлежат только вам.
th: ไม่มีบัญชี ไม่มีคลาวด์ ไม่มีการซิงค์ NOOP พูดกับสายรัดของคุณเท่านั้นและเก็บทุกอย่างไว้ในเครื่อง ข้อมูลของคุณเป็นของคุณคนเดียว
zh_hans: 没有账号，没有云端，没有同步。NOOP 只与你的手环通信，一切都留在本地。你的数据只属于你。
zh_hant: 沒有帳號、沒有雲端、沒有同步。NOOP 只與你的手環通信，一切都留在本機。你的資料只屬於你。

source: No active stream
de: Kein aktiver Stream
es: Sin transmisión activa
fr: Aucun flux actif
it: Nessun flusso attivo
pl: Brak aktywnego strumienia
pt_pt: Nenhum stream ativo
ru: Нет активного потока
th: ไม่มีสตรีมที่ใช้งานอยู่
zh_hans: 没有活跃数据流
zh_hant: 無進行中的串流

source: No backup yet.
de: Noch keine Sicherung.
es: Aún no hay copia de seguridad.
fr: Aucune sauvegarde pour l'instant.
it: Ancora nessun backup.
pl: Nie ma jeszcze kopii zapasowej.
pt_pt: Nenhum cópia de segurança ainda.
ru: Резервной копии пока нет.
th: ยังไม่มีการสำรองข้อมูล
zh_hans: 尚无备份。
zh_hant: 尚無備份。

source: No backups found
de: Keine Sicherungen gefunden
es: No se encontraron copias de seguridad
fr: Aucune sauvegarde trouvée
it: Nessun backup trovato
pl: Nie znaleziono kopii zapasowych
pt_pt: Nenhum cópia de segurança encontrado
ru: Резервные копии не найдены
th: ไม่พบข้อมูลสำรอง
zh_hans: 未找到备份
zh_hant: 找不到備份

source: No biometrics yet. Import your WHOOP export (and Apple Health if you have it) in Data Sources to fill this in.
de: Noch keine Biometrie. Importiere deinen WHOOP-Export (und Apple Health, falls vorhanden) unter Datenquellen, um dies zu füllen.
es: Aún no hay datos biométricos. Importa tu exportación de WHOOP (y Apple Health si lo tienes) en Fuentes de datos para rellenar esto.
fr: Pas encore de données biométriques. Importez votre export WHOOP (et Apple Santé si vous l'avez) dans Sources de données pour les compléter.
it: Ancora nessun dato biometrico. Importa la tua esportazione WHOOP (e Apple Health se ce l'hai) in Sorgenti dati per popolare questa sezione.
pl: Nie ma jeszcze danych biometrycznych. Zaimportuj eksport WHOOP (i Apple Health, jeśli go posiadasz) do źródeł danych, aby go wypełnić.
pt_pt: Ainda não há biometria. Importe a tua exportação WHOOP (e Apple Health, se tiver) em Fontes de Dados para preencher.
ru: Пока нет биометрических данных. Импортируйте данные WHOOP, а также Apple Здоровье, если они у вас есть, в разделе «Источники данных».
th: ยังไม่มีไบโอเมตริกซ์ นำเข้าไฟล์ส่งออก WHOOP ของคุณ (และ Apple Health หากคุณมี) ในแหล่งข้อมูลเพื่อกรอกข้อมูลนี้
zh_hans: 暂无生物数据。请在「数据来源」中导入你的 WHOOP 导出文件（如果有的话还可导入 Apple 健康）来填充这里。
zh_hant: 暫無生物數據。請在「資料來源」中匯入你的 WHOOP 匯出檔案（如果有的話還可匯入 Apple 健康）來填充這裡。

source: No caffeine logged. Log an intake to see an estimate.
de: Kein Koffein erfasst. Erfasse eine Einnahme, um eine Schätzung zu sehen.
es: No hay cafeína registrada. Registra una ingesta para ver una estimación.
fr: Aucune caféine enregistrée. Enregistrez une prise pour voir une estimation.
it: Nessuna caffeina registrata. Registra un'assunzione per vedere una stima.
pl: Nie zarejestrowano żadnej kofeiny. Zarejestruj spożycie, aby zobaczyć oszacowanie.
pt_pt: Nenhuma cafeína registada. Registe uma ingestão para ver uma estimativa.
ru: Кофеин не отмечен. Добавьте приём, чтобы увидеть оценку.
th: ไม่มีคาเฟอีนบันทึกไว้ บันทึกการบริโภคเพื่อดูการประมาณการ
zh_hans: 未记录咖啡因。记录一次摄入以查看估算。
zh_hant: 未記錄咖啡因。記錄一次攝入以查看估算。

source: no calibration yet
de: noch keine Kalibrierung
es: aún sin calibración
fr: pas encore de calibration
it: nessuna calibrazione ancora
pl: jeszcze nie ma kalibracji
pt_pt: ainda não há calibração
ru: калибровка ещё не выполнена
th: ยังไม่มีการสอบเทียบ
zh_hans: 尚未校准
zh_hant: 尚未校準

source: No cardio load yet. Effort builds once your heart rate climbs into your effort zone (around 50% of your heart-rate reserve). A calm day honestly reads near zero.
de: Noch keine Cardio-Last. Anstrengung baut sich auf, sobald deine Herzfrequenz in deine Anstrengungszone steigt (etwa 50 % deiner Herzfrequenzreserve). Ein ruhiger Tag liest sich ehrlich nahe null.
es: Aún no hay carga cardiovascular. El Esfuerzo se acumula cuando tu frecuencia cardíaca sube a tu zona de esfuerzo (alrededor del 50% de tu reserva de frecuencia cardíaca). Un día tranquilo, honestamente, marca cerca de cero.
fr: Pas encore de charge cardio. L'Effort s'accumule une fois que votre fréquence cardiaque grimpe dans votre zone d'effort (environ 50 % de votre réserve de fréquence cardiaque). Une journée calme affiche honnêtement une valeur proche de zéro.
it: Ancora nessun carico cardio. Lo Sforzo si accumula quando la tua frequenza cardiaca sale nella tua zona di sforzo (circa il 50% della tua riserva di frequenza cardiaca). Una giornata tranquilla, onestamente, resta vicino allo zero.
pl: Nie ma jeszcze obciążenia kardio. Wysiłek zwiększa się, gdy tętno osiągnie strefę wysiłku (około 50% of rezerwy tętna). Spokojny dzień szczerze odczytuje się w pobliżu zera.
pt_pt: Sem carga cardiovascular ainda. O esforço aumenta quando a frequência cardíaca atinge a zona de esforço (cerca de 50% da reserva de frequência cardíaca). Um dia calmo parece honestamente próximo de zero.
ru: Кардионагрузки пока нет. Усилие начинает расти, когда пульс поднимается в зону усилия (около 50% резерва пульса). В спокойный день значение честно будет близко к нулю.
th: ยังไม่มีภาระหัวใจและหลอดเลือด ภาระร่างกายจะเพิ่มเมื่ออัตราการเต้นหัวใจเข้าสู่โซนออกแรง (ประมาณ 50% of ค่าสำรองอัตราการเต้นหัวใจ) ในวันที่สงบ ค่าที่ใกล้ศูนย์ถือว่าเป็นผลลัพธ์ที่ถูกต้อง
zh_hans: 还没有心肺负荷。心率进入你的消耗区间（约储备心率的 50%）后，消耗才会累积。平静的一天读数接近零，这很正常。
zh_hant: 尚無心肺負荷。當你的心率進入消耗區間（約為心率儲備的 50%）後，消耗才會累積。平靜的一天老實說接近零。

source: no change
de: keine Änderung
es: sin cambios
fr: aucun changement
it: nessun cambiamento
pl: bez zmian
pt_pt: nenhuma mudança
ru: без изменений
th: ไม่มีการเปลี่ยนแปลง
zh_hans: 无变化
zh_hant: 無變化

source: No Charge banked today, so your band takes a careful middle course: %lld–%lld bpm.
de: Heute ist kein Charge-Wert erfasst, daher wählt dein Zielbereich einen vorsichtigen Mittelweg: %lld–%lld bpm.
es: Hoy no hay Charge registrado, así que tu zona toma un rumbo intermedio prudente: %lld–%lld ppm.
fr: Aucun Charge enregistré aujourd'hui, donc votre zone adopte une voie médiane prudente : %lld–%lld bpm.
it: Oggi non c'è un Charge registrato, quindi la tua fascia segue una via di mezzo prudente: %lld–%lld bpm.
pl: Dzisiaj nie zapisano żadnego Energia, więc Twój zespół wybiera ostrożny środkowy kurs: %lld–%lld bpm.
pt_pt: Sem Carga bancária hoje, pelo que a tua banda segue um caminho intermédio cuidadoso: %lld–%lld bpm.
ru: Сегодня заряд не накоплен, поэтому браслет выбирает осторожный средний вариант: %lld–%lld уд/мин.
th: วันนี้ยังไม่มีคะแนนพลังฟื้นตัว จึงใช้ช่วงเป้าหมายระดับกลางอย่างระมัดระวัง: %lld–%lld bpm
zh_hans: 今天没有记录 Charge 值，因此你的目标区间采用稳妥的中间值：%lld–%lld bpm。
zh_hant: 今天沒有記錄 Charge 值，因此你的目標區間採用穩妥的中間值：%lld–%lld bpm。

source: No Charge breakdown yet
de: Noch keine Ladungs-Aufschlüsselung
es: Aún no hay desglose de Carga
fr: Pas encore de répartition de la Charge
it: Ancora nessun dettaglio della carica
pl: Brak składowych Energii
pt_pt: Ainda não há detalhe de Carga
ru: Разбивка заряда пока недоступна
th: ยังไม่มีรายละเอียดองค์ประกอบพลังฟื้นตัว
zh_hans: 尚无能量明细
zh_hant: 尚無能量明細

source: No chest strap? No problem. NOOP can run off only your Apple Watch. It reads your watch's data through Apple Health and works out your Charge, Rest, Effort and Fitness Age right here on your phone. Everything stays on the device.
de: Kein Brustgurt? Kein Problem. NOOP kann allein mit deiner Apple Watch laufen. Es liest die Daten deiner Uhr über Apple Health und berechnet deine Ladung, Ruhe, Anstrengung und dein Fitnessalter direkt hier auf deinem Telefon. Alles bleibt auf dem Gerät.
es: ¿No tienes banda de pecho? No hay problema. NOOP puede funcionar solo con tu Apple Watch. Lee los datos de tu reloj a través de Apple Health y calcula tu Carga, Descanso, Esfuerzo y Edad fitness aquí mismo, en tu teléfono. Todo permanece en el dispositivo.
fr: Pas de ceinture pectorale ? Pas de problème. NOOP peut fonctionner uniquement avec votre Apple Watch. Il lit les données de votre montre via Apple Santé et calcule votre Charge, votre Repos, votre Effort et votre Âge fitness directement sur votre téléphone. Tout reste sur l'appareil.
it: Niente fascia toracica? Nessun problema. NOOP può funzionare solo con il tuo Apple Watch. Legge i dati del tuo orologio tramite Apple Health e calcola la tua carica, il tuo riposo, lo sforzo e l'Età di forma fisica direttamente sul tuo telefono. Tutto resta sul dispositivo.
pl: Brak paska na klatkę piersiową? Bez problemu. NOOP może uruchomić tylko Twój Apple Watch. Odczytuje dane z zegarka za pomocą Apple Health i oblicza Energia, Odpoczynek, Wysiłek i wiek sprawnościowy bezpośrednio tutaj, na Twoim telefonie. Wszystko pozostaje na urządzeniu.
pt_pt: Sem bracelete torácica? Sem problemas. O NOOP pode funcionar apenas com o teu Apple Watch. Lê os dados do teu relógio através do Apple Health e calcula a tua idade de carga, descanso, esforço e fitness aqui mesmo no teu telemóvel. Tudo permanece no dispositivo.
ru: Нет нагрудного датчика? Не проблема. NOOP может работать только с вашими Apple Watch. Он считывает данные часов через Apple Health и рассчитывает Заряд, Отдых, Усилие и Фитнес-возраст прямо здесь, на телефоне. Всё остаётся на устройстве.
th: ไม่มีสายคาดอกก็ใช้งานได้ NOOP สามารถใช้ Apple Watch เป็นเซนเซอร์ อ่านข้อมูลผ่าน Apple Health และคำนวณพลังฟื้นตัว การพักผ่อน ภาระร่างกาย และอายุสมรรถภาพบน iPhone ของคุณ ข้อมูลทั้งหมดอยู่ภายในอุปกรณ์
zh_hans: 没有胸带？没问题。NOOP 可以仅靠你的 Apple Watch 运行。它通过 Apple 健康读取你手表的数据，并就在你的手机上计算出你的能量、休息、消耗和体能年龄。一切都留在设备上。
zh_hant: 沒有胸帶？沒問題。NOOP 可以僅靠你的 Apple Watch 運行。它透過 Apple 健康讀取你手錶的資料，並就在你的手機上計算出你的能量、休息、消耗和體能年齡。一切都留在裝置上。

source: No clear pattern
de: Kein klares Muster
es: Sin patrón claro
fr: Aucun schéma clair
it: Nessuno schema chiaro
pl: Brak wyraźnego wzoru
pt_pt: Nenhum padrão claro
ru: Чёткой закономерности нет
th: ไม่มีรูปแบบที่ชัดเจน
zh_hans: 没有明显规律
zh_hant: 沒有明顯模式

source: No clear reading yet
de: Noch keine klare Messung
es: Aún no hay una lectura clara
fr: Aucune lecture claire pour l'instant
it: Ancora nessuna lettura chiara
pl: Nie ma jeszcze jasnego odczytu
pt_pt: Nenhuma leitura clara ainda
ru: Чёткого значения пока нет
th: ยังไม่มีค่าที่ชัดเจน
zh_hans: 尚无清晰读数
zh_hant: 尚無清晰讀數

source: No completed offload yet
de: Noch kein abgeschlossener Offload
es: Aún no hay descarga completada
fr: Aucun déchargement terminé pour l'instant
it: Ancora nessuno scarico completato
pl: Nie ukończono jeszcze rozładunku
pt_pt: Nenhum descarregamento concluído ainda
ru: Завершённой выгрузки пока нет
th: ยังไม่มีการออฟโหลดเสร็จสมบูรณ์
zh_hans: 尚未完成任何数据下载
zh_hant: 尚無已完成的卸載

source: No conversation contains "%@".
de: Keine Unterhaltung enthält „%@“.
es: Ninguna conversación contiene "%@".
fr: Aucune conversation ne contient « %@ ».
it: Nessuna conversazione contiene "%@".
pl: Żadna rozmowa nie zawiera „%@”.
pt_pt: Nenhuma conversa contém "%@".
ru: Ни один разговор не содержит «%@».
th: ไม่มีการสนทนาที่มี "%@"
zh_hans: 没有对话包含“%@”。
zh_hant: 沒有對話包含「%@」。

source: No conversations yet
de: Noch keine Unterhaltungen
es: Aún no hay conversaciones
fr: Aucune conversation pour l'instant
it: Nessuna conversazione ancora
pl: Brak rozmów
pt_pt: Ainda não há conversas
ru: Пока нет разговоров
th: ยังไม่มีการสนทนา
zh_hans: 还没有对话
zh_hant: 還沒有對話

source: no data
de: keine Daten
es: sin datos
fr: pas de données
it: nessun dato
pl: brak danych
pt_pt: sem dados
ru: нет данных
th: ไม่มีข้อมูล
zh_hans: 无数据
zh_hant: 無資料

source: No data
de: Keine Daten
es: Sin datos
fr: Pas de données
it: Nessun dato
pl: Brak danych
pt_pt: Sem dados
ru: Нет данных
th: ไม่มีข้อมูล
zh_hans: 无数据
zh_hant: 無資料

source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
pl: Brak danych
pt_pt: Sem dados
ru: Нет данных
th: ไม่มีข้อมูล
zh_hans: 无数据
zh_hant: 無資料

source: NO DATA
de: KEINE DATEN
es: SIN DATOS
fr: PAS DE DONNÉES
it: NESSUN DATO
pl: BRAK DANYCH
pt_pt: SEM DADOS
ru: НЕТ ДАННЫХ
th: ไม่มีข้อมูล
zh_hans: 无数据
zh_hant: 無資料

source: No data · %@–%@
de: Keine Daten · %@–%@
es: Sin datos · %@–%@
fr: Aucune donnée · %@–%@
it: Nessun dato · %@–%@
pl: Brak danych · %@–%@
pt_pt: Sem dados · %@–%@
ru: Нет данных · %@–%@
th: ไม่มีข้อมูล · %@–%@
zh_hans: 无数据 · %@–%@
zh_hant: 無資料 · %@–%@

source: No data for these metrics in %@. Widen the range or pick metrics you've logged.
de: Keine Daten für diese Metriken in %@. Erweitere den Bereich oder wähle Metriken, die du erfasst hast.
es: No hay datos para estas métricas en %@. Amplía el rango o elige métricas que hayas registrado.
fr: Pas de données pour ces métriques dans %@. Élargissez la plage ou choisissez des métriques que vous avez enregistrées.
it: Nessun dato per queste metriche in %@. Amplia l'intervallo o scegli metriche che hai registrato.
pl: Brak danych dla tych metryk w %@. Poszerz zakres lub wybierz zarejestrowane dane.
pt_pt: Não existem dados para estas métricas em %@. Alargue o intervalo ou escolha as métricas que registou.
ru: Нет данных по этим показателям за %@. Расширьте диапазон или выберите показатели, которые уже записывались.
th: ไม่มีข้อมูลสำหรับเมทริกเหล่านี้ใน %@ ขยายช่วงหรือเลือกเมตริกที่คุณบันทึกไว้
zh_hans: %@ 内这些指标没有数据。请扩大范围，或选择你已记录的指标。
zh_hant: %@ 內這些指標沒有資料。請擴大範圍，或選擇你已記錄的指標。

source: No data for today. Was your strap worn and connected overnight?
de: Keine Daten für heute. War dein Strap über Nacht getragen und verbunden?
es: No hay datos de hoy. ¿Llevaste puesta y conectada tu pulsera durante la noche?
fr: Pas de données pour aujourd'hui. Votre bracelet était-il porté et connecté pendant la nuit ?
it: Nessun dato per oggi. La tua fascia era indossata e connessa durante la notte?
pl: Brak danych na dzisiaj. Czy pasek był noszony i podłączony przez noc?
pt_pt: Não há dados para hoje. A tua bracelete foi usada e ligada durante a noite?
ru: Данных за сегодня нет. Был ли браслет надет и подключён ночью?
th: ไม่มีข้อมูลสำหรับวันนี้ สายรัดของคุณสึกและเชื่อมต่อข้ามคืนหรือไม่?
zh_hans: 今天没有数据。你的手环整晚都佩戴并保持连接了吗？
zh_hant: 今天沒有資料。你的手環整晚都佩戴並保持連接了嗎？

source: no data yet
de: noch keine Daten
es: aún no hay datos
fr: pas encore de données
it: nessun dato ancora
pl: brak danych
pt_pt: ainda não há dados
ru: пока нет данных
th: ยังไม่มีข้อมูล
zh_hans: 还没有数据
zh_hant: 還沒有數據

source: No days yet where both NOOP and your phone counted steps. Once your phone logs a few days alongside the strap, they'll appear here so you can see how close the estimate is.
de: Noch keine Tage, an denen sowohl NOOP als auch dein Telefon Schritte gezählt haben. Sobald dein Telefon ein paar Tage neben dem Strap protokolliert, erscheinen sie hier, damit du siehst, wie nah die Schätzung ist.
es: Aún no hay días en los que tanto NOOP como tu teléfono hayan contado pasos. Cuando tu teléfono registre unos días junto con la pulsera, aparecerán aquí para que veas qué tan cerca está la estimación.
fr: Aucun jour pour l'instant où NOOP et votre téléphone ont tous deux compté des pas. Une fois que votre téléphone aura enregistré quelques jours en parallèle du bracelet, ils apparaîtront ici pour que vous puissiez voir à quel point l'estimation est précise.
it: Ancora nessun giorno in cui sia NOOP che il tuo telefono abbiano contato i passi. Una volta che il tuo telefono registrerà qualche giorno insieme alla fascia, appariranno qui così potrai vedere quanto è precisa la stima.
pl: Nie było jeszcze dni, w których zarówno NOOP, jak i Twój telefon liczyły kroki. Gdy Twój telefon zarejestruje się przez kilka dni obok paska, pojawią się one tutaj, dzięki czemu będziesz mógł sprawdzić, jak blisko jest oszacowanie.
pt_pt: Ainda não há dias em que o NOOP e o teu telemóvel contem passos. Assim que o teu telemóvel registar alguns dias ao lado da bracelete, eles aparecerão aqui para que possa ver o quão próxima está a estimativa.
ru: Пока нет дней, когда шаги считали и NOOP, и телефон. Как только телефон запишет несколько дней вместе с браслетом, они появятся здесь, чтобы вы могли увидеть, насколько точна оценка.
th: ยังไม่มีวันที่ทั้ง NOOP และโทรศัพท์ของคุณนับก้าว เมื่อโทรศัพท์ของคุณบันทึกพร้อมกับสายรัดไว้สองสามวัน จะปรากฏที่นี่เพื่อให้คุณเห็นว่าค่าประมาณใกล้เคียงแค่ไหน
zh_hans: 还没有 NOOP 和你手机同时统计步数的日期。一旦你的手机与手环一起记录了几天，它们就会出现在这里，让你看到估算有多接近。
zh_hant: 還沒有 NOOP 和你手機同時統計步數的日期。一旦你的手機與手環一起記錄了幾天，它們就會出現在這裡，讓你看到估算有多接近。

source: No deep sleep detected
de: Kein Tiefschlaf festgestellt
es: No se detectó sueño profundo
fr: Aucun sommeil profond détecté
it: Nessun sonno profondo rilevato
pl: Nie wykryto snu głębokiego
pt_pt: Nenhum sono profundo detectado
ru: Глубокий сон не обнаружен
th: ไม่พบการนอนหลับลึก
zh_hans: 未检测到深度睡眠
zh_hant: 未偵測到深度睡眠

source: No drinks logged yet. Tap Sip, Cup or Bottle to start.
de: Noch keine Getränke erfasst. Tippe auf Schluck, Tasse oder Flasche, um zu starten.
es: Aún no hay bebidas registradas. Toca Sorbo, Taza o Botella para empezar.
fr: Aucune boisson enregistrée pour l'instant. Touchez Gorgée, Tasse ou Bouteille pour commencer.
it: Ancora nessuna bevanda registrata. Tocca Sorso, Tazza o Bottiglia per iniziare.
pl: Nie zarejestrowano jeszcze żadnych napojów. Kliknij Łyk, Kubek lub Butelka, aby rozpocząć.
pt_pt: Nenhuma bebida registada ainda. Toque em Sip, Cup ou Bottle para começar.
ru: Напитки пока не отмечены. Нажмите «Глоток», «Чашка» или «Бутылка», чтобы начать.
th: ยังไม่มีการบันทึกเครื่องดื่ม แตะจิบ ถ้วย หรือขวดเพื่อเริ่มต้น
zh_hans: 尚未记录任何饮品。点击「一口」「一杯」或「一瓶」开始。
zh_hant: 尚未記錄任何飲品。點擊「一口」「一杯」或「一瓶」開始。

source: No earlier night stored yet. Earlier nights sync in the morning.
de: Noch keine frühere Nacht gespeichert. Frühere Nächte synchronisieren am Morgen.
es: Aún no hay una noche anterior guardada. Las noches anteriores se sincronizan por la mañana.
fr: Aucune nuit précédente enregistrée pour l'instant. Les nuits précédentes se synchronisent le matin.
it: Ancora nessuna notte precedente salvata. Le notti precedenti si sincronizzano al mattino.
pl: Nie zapisano jeszcze żadnej wcześniejszej nocy. Wcześniejsze noce synchronizują się rano.
pt_pt: Nenhuma noite anterior armazenada ainda. As noites anteriores são sincronizadas de manhã.
ru: Более ранняя ночь пока не сохранена. Предыдущие ночи синхронизируются утром.
th: เมื่อคืนยังไม่ได้เก็บไว้ เมื่อคืนซิงค์กันในตอนเช้า
zh_hans: 尚未存储更早的夜晚。更早的夜晚会在早晨同步。
zh_hant: 尚未儲存更早的夜晚。更早的夜晚會在早晨同步。

source: no Effort recorded
de: kein Aufwand erfasst
es: no se registró ningún esfuerzo
fr: aucun effort enregistré
it: nessuno sforzo registrato
pl: brak zapisanego Wysiłku
pt_pt: nenhum esforço registrado
ru: никаких усилий не зарегистрировано
th: ไม่มีการบันทึก ภาระร่างกาย
zh_hans: 没有记录任何努力
zh_hant: 沒有記錄任何努力
